; <Farsi>
; <Hessam>

[i18n]
IDS_UPDATE_NO=بروزرساني موجود نمي باشد
IDS_UPDATE_YES=موجود است.صفحه دانلود باز شود؟ (%s) نسخه جدید
IDS_FILE=فايل
IDS_SETTINGS=تنظيمات
IDS_EXIT=خروج
IDS_EDIT=ويرايش
IDS_PURGEN=پاکسازی برنامه های بکار نرفته
IDS_FIND=يافتن...
IDS_FINDNEXT=یافتن بعدی
IDS_REFRESH=تازه سازي
IDS_VIEW=مشاهده
IDS_ICONS=آیکون
IDS_ICONSSMALL=کوچک
IDS_ICONSLARGE=بزرگ
IDS_ICONSISHIDDEN=عدم نمایش آیکون ها
IDS_SORT=مرتبسازی
IDS_SORTBYFDIR=با دایرکتوری..
IDS_SORTBYFNAME=با نام فایل..
IDS_SORTISDESCEND=نزولي‌
IDS_LANGUAGE=زبان
IDS_HELP=راهنما
IDS_WEBSITE=وبسایت
IDS_DONATE=کمک مالی
IDS_CHECKUPDATES=بررسي براي بروز رساني
IDS_ABOUT=درباره
IDS_TRAY_SHOW=نمایش/عدم نمایش
IDS_TRAY_START=نصب فیلتر ها
IDS_TRAY_STOP=حذف فیلتر ها
IDS_TRAY_MODE=حالت
IDS_TRAY_RULES=دستورات
IDS_TRAY_FILTERS=Filters
IDS_TRAY_BLOCKLIST_RULES=Blocklist
IDS_TRAY_SYSTEM_RULES=دستورات سیستم
IDS_TRAY_CUSTOM_RULES=Custom rules
IDS_TRAY_LOG=وقايع
IDS_ADD_FILE=افزودن فایل...
IDS_ADD_PROCESS=افزودن برنامه
IDS_ALL=همه
IDS_DISABLENOTIFICATIONS=Disable notifications
IDS_EXPLORE=بازکردن پوشه محتویات
IDS_COPY=کپي
IDS_CHECK=تیک انتخاب شده
IDS_UNCHECK=حذف تیک انتخاب شده
IDS_ADD=افزودن
IDS_EDIT2=ويرايش
IDS_DELETE=حذف
IDS_MODE_WHITELIST=(لیست سفید (اجازه انتخاب شده ها
IDS_MODE_BLACKLIST=(لیست سیاه (مسدود سازی انتخاب شده
IDS_MODE_TRUSTNOONE=(به هیچکدام اعتماد نکن (مسدودسازی همه
IDS_RULE_OUTBOUND_ICMP=ICMP اجازه پروتکل خروجی
IDS_RULE_INBOUND_ICMP=ICMP اجازه پروتکل درونی
IDS_RULE_INBOUND=اجازه ارتباط درونی
IDS_HIGHLIGHT_CUSTOM=Custom rules
IDS_HIGHLIGHT_SYSTEM=برنامه های سیستم
IDS_HIGHLIGHT_NETWORK=برنامه از منابع مشترک
IDS_HIGHLIGHT_INVALID=برنامه های نامعتبر
IDS_HIGHLIGHT_SILENT=برنامه محروم شده از وقایع
IDS_EDITOR=ویرایشگر دستور
IDS_NAME=نام
IDS_DIRECTION=جهت
IDS_PROTOCOL=Protocol
IDS_IPVERSION=Version
IDS_ACTION=اقدام
IDS_RULE=دستور
IDS_DATE=تاريخ
IDS_FILEPATH=فايل
IDS_ADDRESS=آدرس
IDS_DIRECTION_1=خروجی
IDS_DIRECTION_2=ورودی
IDS_DIRECTION_3=هر دو
IDS_ACTION_1=اجازه
IDS_ACTION_2=بلوک
IDS_RULES_LINKS=<a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xml">نام سرویس و شماره ثبت ریجیستری</a>\r\n<a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#IPv4_CIDR_blocks">پیشوندهای مسیریابی بین دامنه بی کلاس</a>
IDS_RULES_HELP=مثال:\r\nآی پی: 192.168.0.1\r\nآی پی با پورت: 192.168.0.1:80\r\nمحدوده آی پی: 192.168.0.1-192.168.0.55\r\nآی پی با طول پیشوند (سی آی دی آر): 192.168.0.1/16\r\nپورت: 21\r\nمحدوده پورت: 21-44
IDS_ENABLED_CHK=فعال شده
IDS_SETTINGS_1=عمومي
IDS_SETTINGS_3=رابط
IDS_APPLY=اِعمال
IDS_CLOSE=بستن
IDS_TITLE_1=پیکربندی عمومی:
IDS_TITLE_2=زبان:
IDS_TITLE_3=Confirmations:
IDS_TITLE_4=Notifications:
IDS_TITLE_5=Highlighting:
IDS_TITLE_6=پیشرفته:
IDS_ALWAYSONTOP_CHK=همیشه در بالا
IDS_LOADONSTARTUP_CHK=اِجرا شدن در بالا آمدن ویندوز
IDS_STARTMINIMIZED_CHK=شروع کمینه شده
IDS_SHOWFILENAMESONLY_CHK=Show filenames only
IDS_SKIPUACWARNING_CHK="رَد هشدار پرسش "کنترل اکانت کاربر
IDS_CHECKUPDATES_CHK=(بررسی دوره ای برای بروز رسان (توصیه می شود
IDS_LANGUAGE_HINT=انتخاب زبان:
IDS_USEBLOCKLIST_CHK=Enable blocklist
IDS_USEBLOCKLIST_HINT=Apply special rules to block spying in Windows. List of rules available in "Blocklist" page.
IDS_INSTALLBOOTTIMEFILTERS_CHK=نصب فیلتر زمان-بوت
IDS_INSTALLBOOTTIMEFILTERS_HINT=پیشگیری از درز داده حین بالا آمدن ویندوز،حتی قبل از اینکه سرویس موتور فیلترینگ پایه (بی اِف ای) شروع شود
IDS_USEUPDATECHECKING_CHK=Add "%s" to the whitelist  (recommended)
IDS_USEUPDATECHECKING_HINT=Add "%s" executable file to the whitelist to allow the update checking feature.
IDS_DISABLEWINDOWSFIREWALL_CHK=(غیرفعالسازی فایروال ویندوز (توصیه میشود
IDS_ENABLEWINDOWSFIREWALL_CHK=(فعالسازی فایروال ویندوز (توصیه میشود
IDS_CONFIRMEXIT_CHK=نمایش پنجره پرسش در خروج از برنامه
IDS_CONFIRMDELETE_CHK=پرسش حین حذف برنامه ها
IDS_CONFIRMLOGCLEAR_CHK=پرسش حین پاکسازی وقایع
IDS_CONFIRMMODECHANGE_CHK=Confirm mode changing
IDS_COLORS_HELP=Double-click an item to change it.
IDS_ENABLELOG_CHK=فعالسازی ضبط وقایع بسته های رها شده در فایل
IDS_LOGSHOW=نمایش وقایع
IDS_LOGCLEAR=پاکسازی وقایع
IDS_ENABLENOTIFICATIONS_CHK=فعالسازی اطلاع رسانی بسته های رها شده
IDS_NOTIFICATIONSILENT_CHK=(اطلاع رسانی ساکت (بی صدا
IDS_NOTIFICATIONTIMEOUT_HINT=:(وقفه بین اطلاع رسانی مشابه (ثانیه
IDS_ENABLEAPPSCOLLECTOR_CHK=Add new apps into the list
IDS_ALWAYSPERFORMTHISCHECK_CHK=همیشه این بررسی را اِجرا کن
IDS_QUESTION=آيا مط‌مئن هستيد؟
IDS_QUESTION_START=این دسترسی به شبکه را طبق پیکربندی انتخاب شده شما مسدود می کند.آیا ادامه می دهید؟
IDS_QUESTION_STOP=این دسترسی به شبکه را برای همه برنامه های مسدود شده مهیا می سازد مطمئن هستید؟
IDS_QUESTION_EXIT=آیا واقعا میخواهید خارج شوید؟
IDS_STATUS_TOTAL=مجموع برنامه ها: %d
IDS_STATUS_EMPTY=در اینجا کلیک راست کرده و "افزودن فایل" یا "افزودن برنامه" را فشار دهید
IDS_STATUS_EMPTY2=Empty
IDS_STATUS_NOPRIVILEGES=به سطح دسترسی بالاتر نیاز است،لطفا برنامه را بعنوان آدمین اِجرا کنید
